[
  {
    "id": 1,
    "chef_name": "Jasmin Saha",
    "years_of_experience": 10,
    "num_recipes": 50,
    "likes": 2000,
    "bio": "With an infectious passion for culinary innovation, Jasmin Saha continues to push boundaries, daring to blend unexpected flavors and techniques. Each plate curated by Jasmin Saha is an extraordinary sensory experience, reflecting their unwavering commitment to culinary mastery.",
    "picture": "https://i.ibb.co/NYc4mqX/chef1.png"
  },
  {
    "id": 2,
    "chef_name": "Abul Ali",
    "years_of_experience": 8,
    "num_recipes": 75,
    "likes": 1500,
    "bio": "With an infectious passion for culinary innovation, Abul Ali continues to push boundaries, daring to blend unexpected flavors and techniques. Each plate curated by Abul Ali is an extraordinary sensory experience, reflecting their unwavering commitment to culinary mastery.",
    "picture": "https://i.ibb.co/rcSQd6k/chef2.png"
  },
  {
    "id": 3,
    "chef_name": "Siddika Kabir",
    "years_of_experience": 5,
    "num_recipes": 30,
    "likes": 800,
    "bio": "With an infectious passion for culinary innovation, Siddika Kabir continues to push boundaries, daring to blend unexpected flavors and techniques. Each plate curated by Siddika Kabir is an extraordinary sensory experience, reflecting their unwavering commitment to culinary mastery.",
    "picture": "https://i.ibb.co/RN4TKHB/chef3.png"
  },
  {
    "id": 4,
    "chef_name": "Eti Chowdhury",
    "years_of_experience": 6,
    "num_recipes": 40,
    "likes": 1200,
    "bio": "With an infectious passion for culinary innovation, Eti Chowdhury continues to push boundaries, daring to blend unexpected flavors and techniques. Each plate curated by Eti Chowdhury is an extraordinary sensory experience, reflecting their unwavering commitment to culinary mastery.",
    "picture": "https://i.ibb.co/RN4TKHB/chef3.png"
  },
  {
    "id": 5,
    "chef_name": "Dipu Paal",
    "years_of_experience": 12,
    "num_recipes": 90,
    "likes": 2500,
    "bio": "With an infectious passion for culinary innovation, Dipu Paal continues to push boundaries, daring to blend unexpected flavors and techniques. Each plate curated by Dipu Paal is an extraordinary sensory experience, reflecting their unwavering commitment to culinary mastery.",
    "picture": "https://i.ibb.co/rcSQd6k/chef2.png"
  },
  {
    "id": 6,
    "chef_name": "Sadia Zaman",
    "years_of_experience": 3,
    "num_recipes": 20,
    "likes": 500,
    "bio": "With an infectious passion for culinary innovation, Sadia Zaman continues to push boundaries, daring to blend unexpected flavors and techniques. Each plate curated by Sadia Zaman is an extraordinary sensory experience, reflecting their unwavering commitment to culinary mastery.",
    "picture": "https://i.ibb.co/NYc4mqX/chef1.png"
  }
]
